#                                               Глава 2: Начало работы 
#* Программирование - это создание инструкций, которые выполняет компьютер.
#! Словарь терминов
#? 1 - Python - высокоуровневый язык программирования, создан Гвидо ван Россум
#? 2 - Высокоуровневый язык программирования - язык программирования котрый больше похож на английский
#? 3 - Код - инструкция компьютеру которые пишут программисты 
#? 4 - Низкоуровневый язык программирования  - язык программирования, запись которого ближе к двоичному формату (0 и 1)
#? 5 - Программирование - написание инструкций, которые выполняет компьютер
#? 6 - Язык ассемблера - тип трудного для чтения языка программирования 