# Практика

#! Задание 2: Программа которая вывод сообщения, если число  меньше 10 - то инструкция выводит сообщение: (Число меньше 10), если число больше или равно 10 - то интрукция выводит сообщение (Число больше или равно 10)
age = float(input('Введите число:'))

if age < 10:
    print('Число меньше 10')
elif age >= 10:
    print('Число больше или равно 10')

#! Задание 3
age = float(input('Введите число:'))

if age <= 10:
    print('Числ меньше или равно 10')
elif 10 < age <= 25:
    print('Число больше 10 или меньше или равно 25-и')
else:
    print('Число больше 25')
