#                                                        Глава 1: Вступление 
#! Словарь терминов:
#? 1 - Графический интерфейс пользователя (ГИП) - часть ОС которую вы видите когда смотрите на экран 
#? 2 - Операоцинная система (ОС) - программа, которая является посредником между человек и компьютером
#? 3 - Открытый исходный код - характеристика программного обеспечения, которая не принадлежит компании или отдельному лицу, но всмето этого группой добровольцев
#? 4 - Сервер - компьютер или компьютерная программа, которая выполняет задачи, как хостинг веб-сайта   